Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 游小默知道凌霄事后会告诉他就没坚持了，等他回到笑阁，看到一堆散发着冷气的强者们，后知后觉的发现，他想出去是因为不想面对这些人呐！
en_us: You XiaoMo did not insist after knowing that Ling Xiao would inform him afterwards. When he returned to the Laughter Pavilion and saw a group of powerhouses emitting cold air, he realized in hindsight (后知后觉的发现) that the reason he wanted to go out was because he did not want to face these people ne!

source: 游小默知道凌霄这段时间除了养伤，一直在炼化白虎的尸体，因为不像之前在宫殿里那般着急，所以速度比较慢，前两天才完成，一共炼化了七滴精血，他将其中三滴给他。
en_us: You XiaoMo knew that other than tending to his wounds, Ling Xiao had been extracting from the white tiger's corpse. Since they weren't in a hurry like in the palace, they were proceeding at slower place, justing finishing two days ago. In total, he extracted seven drops of Life Blood with three of them given to You XiaoMo.

source: 游小默知道指望不了他，这家伙分明就是等着看他的好戏，顿时没好气的说道：“行了行了，我答应收你行了吧，别磕了。”
en_us: You XiaoMo knew then he couldn't count on him, clearly this bastard was just having fun at his expense. Thus he replied unhappily, "Got it, got it, I'll take you in, stop with the kowtow."

source: 游小默知道自己要是回答喜欢，他下一句话一定会说‘那就把它留在身边’或者‘我给你重新捉一只’的话。
en_us: You XiaoMo knew that if he replied that he did, Ling Xiao's next statement would be something like 'then just leave it by your side' or 'I'll catch you a new one'.

source: 游小默知道这样晋级太快会有风险，不过现在他可管不了那么多。
en_us: You XiaoMo knew that there were risks to advancing too fast, but he didn't care about that right now.

source: 游小默石化了。
en_us: You XiaoMo was petrified into stone.

source: 游小默示意他拿开手。
en_us: You XiaoMo hinted for him to remove his hand.

source: 游小默神情一凛，捂住下半身跑了。
en_us: You XiaoMo shivered, then he covered his lower half and ran away.

source: 游小默离开逍遥院后，立刻马不停蹄的赶往双鱼酒楼，早在他闭关之前，他就和蛇球他们约好在双鱼酒楼碰面，因为这个时间刚好是熊笑给的三个月期限，虽然不知道他会不会如约将消息传过来，但还是有必要出来看看。
en_us: After You XiaoMo left XiaoYao Academy, he didn't pause at all and headed for the ShuangYu Hotel. He had told SheQiu and the others to meet him at ShuangYu Hotel before he had gone into isolation, because this was the last day of the three month promise Xiong Xiao had given them. Though they didn't know if he would send the info over as promised, he still had to check.

source: 游小默稍微犹豫，“好吧。”
en_us: You XiaoMo hesitated just slightly. "Alright."

source: 游小默突然停了下来，有些犹豫地看着被黑雾覆盖的前方，风声仿佛鬼怪的呼啸声，好像随时会有无数触手从黑雾里面伸出来。
en_us: You XiaoMo suddenly stopped and looked a little hesitantly at the area in front of them, which was covered with black fog. The wind was like the sound of ghosts screaming, and it seemed as if countless tentacles (触手??) would reach out from the black fog at any moment.

source: 游小默突然凑到凌霄耳边，“这个太白长得不真白，难怪他叫太白。”他第一次看到皮肤白得接受透明的男人，不仅如此，他的头发也是白的，和银戈的银发不一样。
en_us: You XiaoMo suddenly leaned closer to Ling Xiao's ear, "This Tai Bai looks really white (长得不真白), no wonder he's called Tai Bai." This was his first time seeing a man whose skin was so white it was nearly transparent. Not only that, but his hair was also white, and it was different from Yin Ge's silver hair.

source: 游小默突然又有一种被人盯着的感觉，只不过这次和经过妖坟场时不一样，没有感觉到恶意，反而很火热的感觉。
en_us: Suddenly, You XiaoMo had another feeling of being stared at, but this time it was different from when the passed the Demon Beast Graveyard (妖坟场). He felt no ill intent but rather a burning sensation.

source: 游小默突然想到一个问题，“可是照你这么说，这种灵酒不能算是精品啊，为什么会出现在拍卖会上？”
en_us: You XiaoMo suddenly thought of another question, "But if it's like you said, then these kinds of spirit wine can't be considered a boutique. Why would it appear in the auction?"

source: 游小默突然想起一件事，“我记得天刀他们以前说过，一公一母两只金翅虫如果通过交配产下的金丝会比寻常的更坚韧十倍，可是我到现在好像都没见过他们发情，这样要怎么样才能产下金丝？”
en_us: You XiaoMo suddenly remembered one thing, "I remembered that Tian Dao and the rest had said before, the gold silk produced during the mating of a male and a female Golden Winged Insect would be ten times more stronger than usual. (一公一母两只金翅虫如果通过交配产下的金丝会比寻常的更坚韧十倍) But up until now, I have not seen them in oestrus (发情). How would they produce the golden silk like this?"

source: 游小默突然想起他们此行的目的，立即拉起凌霄的手跑过去，既然白虎已经死了，那么他们可以正大光明的拿走水元素之心了。
en_us: You XiaoMo suddenly remembered the purpose of their trip and immediately pulled Ling Xiao's hand as he ran over. Since the White Tiger was already dead, then they could justly and openly take away the Water Elemental Essence.

source: 游小默突然打了个呵欠，随即将目光从书上抽离，挺直身板扭了扭腰，缓解下看太久的疲劳。
en_us: Suddenly, You XiaoMo let out a yawn and his focus shifted from the books. He straightened his back and twisted his hip to relief the tiredness he had gotten from reading too long.

source: 游小默突然明白凌霄为什么要那样笑。
en_us: You XiaoMo suddenly understood why Ling Xiao was smiling like that.

source: 游小默突然有一种想跪下的冲动。
en_us: You XiaoMo suddenly had the impulse to kneel down.

source: 游小默突然翘起嘴角，打趣的说道：“哦，把你的小主人交给我们两个我陌生人真的好吗，你不就怕我们阳奉阴违，带着你的小主人一去不复返？”
en_us: You XiaoMo suddenly curled the corners of his lips upward and teased, "Oh, is it really okay to hand over your Young Master to two strangers? Aren't you afraid that we'll pretend to agree, take your Young Master and not return?"

source: 游小默突然莫名的生出一种他自己把自己虐了一个月的想法，听她的意思，难道有没有叫花鸡都无所谓？
en_us: You XiaoMo suddenly had a feeling that he had been worried over a month for nothing? By the looks of things, even if he didn't have the turkey, it was okay?

source: 游小默突然觉得这个掌柜还挺有意思，他看了看掌柜手上的东西，说：“集九镇排斥外来者，你应该也很多排斥吧，怎么会这么好心送东西给我吃？”
en_us: You XiaoMo suddenly felt that this shopkeeper was a bit interesting. After seeing the stuff on his hand, he said, "If I remember correctly, the people of the JiJiu Town were very excluding, shouldn't you guys be the same? Why are you being so nice and giving me free food?"

source: 游小默立刻亮出一缕灵魂之力，“我是丹师，想进去看看有没有合眼的顶级灵草，可以吧？”
en_us: You XiaoMo instantly let out a sliver of his soul force, "I'm a mage and I want to go in to see some pinnacle level herbs, that's okay, right?"

source: 游小默立刻从空间里掏出一颗灵果递给凌霄，“我们来一边看一边吃果子。”
en_us: You XiaoMo instantly fished out a magic fruit from his dimension and handed it to Ling Xiao. "Let's watch as we eat fruit from the side."

source: 游小默立刻伸长了脖子。
en_us: You XiaoMo immediately craned his neck out for a look.

source: 游小默立刻住嘴，低头就撞见花姑三人的视线，好吧，其实他就是潜意识觉得三人不可能是他们的对手，所以才没有顾忌。
en_us: You XiaoMo immediately shut his mouth and lowered his head, accidentally meeting the gazes of the three below. All right, actually he just subconsciously felt that the three were no match for them, so he did not have any apprehension about revealing himself.

source: 游小默立刻冲到门口，不过他没有贸然的冲进去。
en_us: Without hesitation You XiaoMo charged towards the door, but he rashly go in unprepared.

source: 游小默立刻宝贝的捡起玉简，这次就看在玉简的份上，他大人不记小人过，不与他计较。
en_us: You XiaoMo immediately picked up the jade drive gingerly. This time, on account of the jade drive, he would not stoop to pettiness or harbors grievance for past wrongs and would stop bickering with him.

source: 游小默立刻把酒杯送到他面前，里面还剩下不少，毕竟当初花了一千万灵晶买的，要是喝几口就没了，那也太不划算了。
en_us: You XiaoMo immediately brought the cup to him. There was still a lot left in the jar. After all, it cost ten million spirit gems to buy it. It would not be worth the money if it was finished in a couple of mouthfuls.

source: 游小默立刻拿出传音石，差点热泪盈眶，老天爷保佑，这次一定要接通，不然他就真的死定了。
en_us: You XiaoMo immediately took out his transmission stone, almost tearing up. Dear god, let it work this time, otherwise he might actually die.

source: 游小默立刻掏出玉瓶，把刚刚炼的那枚灵丹交给他，“这枚先给你，如果还有需要再跟我拿，那批顶级灵草快成熟了，到时候我再炼几枚。”
en_us: Instantly, You XiaoMo pulled out a jade bottle and gave him a freshly refined pill. "Take this for now, if you need more, come and ask. That batch of transcendent level magic herbs are reaching maturity, when that happens, I'll refine a bit more."

source: 游小默立刻掏出装着水元素之心的玉盒，透过玉盒仍然能看到他很不安分的撞击着玉盒，但是没用，因为这个玉盒是凌霄为他准备的，外面有一层禁制，他灵智再高也破解不了。
en_us: You XiaoMo immediately took out the jade box containing the Water Elemental Essence. Even through the box, he could still see the Elemental Essence hitting against it in discontentment. However, that was useless as the jade box was prepared by Ling Xiao and it had a layer of restrictions around it, not matter how intelligent it was, it wouldn't break it.

source: 游小默立刻松开手和脚，仔细一看还真是莫景，尴尬的把人扶起来，游小默拍拍他的衣服，讪讪的笑道：“你没事吧？”
en_us: You XiaoMo immediately released his hands and feet. Looking carefully, it was really Mo Jing. You XiaoMo awkwardly helped him up and dusted his clothes as he embarrassedly laughed, "Are you okay?"

source: 游小默立刻板下脸，“我去哪需要跟你报告吗？”
en_us: You XiaoMo's expression instantly hardened. "Do I need to tell you where I'm going?"

source: 游小默立刻点头，“好，下次我会尽量避开她。”
en_us: You XiaoMo immediately nodded, “Right, next time I’ll do my best to avoid her.”

source: 游小默立刻点点头。
en_us: You XiaoMo instantly nodded.

source: 游小默立刻点点头，他已经看出来了，天心八成是摔倒脑袋了。
en_us: You XiaoMo immediately nodded. He could tell, Tian Xin probably hit her head on something.

source: 游小默立刻照做，之前他就觉得奇怪，地图上的颜色线有的到一个地方就断掉了，像捉迷藏似得，只是当时他并没有太在意而已。
en_us: You XiaoMo immediately complied. Before he felt that it was strange that some of the colored lines on the map were broken off after it reached an area. It was just like hide-and-seek, but he did not care too much at that time.

source: 游小默立刻爬下床滚过去。
en_us: You XiaoMo immediately climbed out of bed and rolled over (滚).

source: 游小默立刻被治愈了。
en_us: You XiaoMo was immediately healed. (治愈)

source: 游小默立刻识相的回头，“看够了。”若能从头看到尾那就更好了。
en_us: You XiaoMo immediately turned to look at him. "I'm good." If only he could watch everything.

source: 游小默立刻跳下床，凌霄立刻拉住他，不高兴的回头，却见他摸着下巴一脸沉思，立刻改变语气：“怎么了？”
en_us: You XiaoMo promptly jumped down from the bed but was pulled to a stop by Ling Xiao right away. He unhappily turned around, only to see Ling Xiao touching his chin in contemplation. You XiaoMo's tone instantly changed, "What happened?"

source: 游小默立刻进入空间。
en_us: You XiaoMo promptly headed into his dimension.

source: 游小默立刻问道：“什么灵丹？”
en_us: You XiaoMo immediately asked, "What magic pill?"

source: 游小默立刻飘飘然了，他开始考虑要不要跟凌霄商量以后可以把他负二位数的智商改成负一位数的。
en_us: You XiaoMo immediately felt smug and self-satisfied. He started to consider whether he should negotiate with Ling Xiao to see if he could change his negative double digits IQ to a negative single digit IQ.

source: 游小默站在树上远远看过去，音乐能看到一条像黑色腰带一样的东西，那就是黑色大峡谷。
en_us: You XiaoMo stood on the tree, looking into the distance. He was able to see the vague outline of a black ribbon like thing. That was the Black Canyon.

source: 游小默站在凌霄背后也差点被龙吟声震破耳膜。
en_us: Even standing behind Ling Xiao, You XiaoMo's eardrums nearly burst from the dragon cry.

source: 游小默站在原地皱着鼻子，看起来似乎要放弃，突然，他毫无预兆的朝凌霄扑了过去，目标他手里的内丹。
en_us: You XiaoMo stood where he was and scrunched up his nose, as if he was giving up, but then suddenly, without a warning, he pounced onto Ling Xiao, aiming for the Life Crystal.

source: 游小默站在洞府门口对凌霄叮嘱道，因为凌霄不是丹师，所以他只能用最粗暴的手段挖灵草，这种是最不可取的，而且动静太大会引起别人的注意。
en_us: You XiaoMo stood at the entrance of the Immortal’s Cave and repeatedly warned Ling Xiao. As Ling Xiao was not a mage, he could only dig magic herbs using the crudest means. This was the most undesirable method and too much movement would attract the attention of others.

source: 游小默站起来拍拍屁股，深沉的回道：“这个问题问得真好，真相可以用五个字来概括。”
en_us: You XiaoMo stood up and dusted off his butt before he answered dully, "This is a great question. The truth can be explained in five words."

source: 游小默站起来，抖了抖身上的灰，一动不动坐了两个月，身上多少有些灰尘，听到他的话便挫败的说道：“还可以，我总感觉有点不顺畅，可能要再过一段时间才能突破四品。”
en_us: You XiaoMo stood up and shook off the dust on him. Since he sat in one place, unmoving, for two months, he had quite a bit of dust on him. When he heard him speak, he said frustratedly, "It was alright. I always felt like it wasn't going very smoothly. I'll probably need some more time before I can break into grade four."

source: 游小默笑了，不就是降三层楼，等他回来再打上去就行了，这样比刻意花一个积分去取消自己的名字要好得多，于是他不打算取消名字了，正当他准备与男执事挥手说‘拜拜’的时候，男执事突然扔了一句让他浑身僵硬的话。
en_us: You XiaoMo smiled. Wasn't it just being moved down three floors? He could just gain that back next time. This was much better than spending one point to remove his name, so he decided to not remove his name. Just as he was preparing to bid the male manager goodbye, the other suddenly threw out a sentence that caused him to freeze.

source: 游小默笑嘻嘻，“当然，这只叫化鸡是我用来犒劳自己的。”
en_us: You XiaoMo said giddily, "Of course, this Beggar's Chicken is considered my reward."

source: 游小默笑着挥手，“你们好。”
en_us: You XiaoMo waved, smiling, "Hello."

source: 游小默笑着点点头。
en_us: You XiaoMo nodded and smiled.

source: 游小默笑着点点头，跟聪明人说话就是好，“又没有什么办法可以不用参加挑战赛也能赚积分的？”
en_us: You XiaoMo laughed and nodded. It was great talking with someone smart. "Is there any way to earn some points without participating in the competition?"

source: 游小默笑笑说：“如果逍遥院可以待，我自然是愿意留在这里，要是不行，那就没办法了。”
en_us: With a smile You XiaoMo answered, "If we can stay at the XiaoYao Institution, of course we would be willing to, but if that's not possible, then it can't be helped."

source: 游小默笑道：“只要你告诉你刚刚在笑什么，我就分给你。”
en_us: You XiaoMo smiled, "If you tell me what you were laughing about earlier, I'll give you a portion."

source: 游小默笑道：“这可是你说的。”
en_us: You XiaoMo smiled, "You're the one who said it."

source: 游小默笑，“没说什么。”
en_us: You XiaoMo smiled. "Nothing."

source: 游小默第一次发现炼丹是一件这么这么手忙脚乱的事情，没有心理准备的他就在这半个月被搞得精疲力尽，中间还因为失误浪费了一副灵草，严重打击到他，于是当拍卖盛会到来时，他还是一副气息奄奄的模样。
en_us: This was the first time that You XiaoMo discovered that refining magic pills was such a hectic affair. His spirit was weary and strength was exhausted during the half month as he did not have any mental preparations. He also suffered a severe psychological blow from wasting a pair of magic herbs due to a mistake. So when the auction came, he was still in a state of having only a breath of life left. (气息奄奄)

source: 游小默第一次体会到怀拽着一张藏宝图，却找不到藏宝地点那种感觉，太坑爹了吧！
en_us: This was the first time You XiaoMo had ever experienced the feeling of having a map yet not being able to find the treasure. It sucked!

source: 游小默答：“当然神……”还没说完他就悟了，这里有一个圣境强者，区区九玄铁算什么。
en_us: You XiaoMo answered, "Divine..." He hadn't even finished speaking before he got it. With a Sacred level powerhouse, what trouble would nine myth steel give them?

source: 游小默简单的打扫了一下，擦掉石椅上的灰尘就能坐了，然后从空间里掏出被子铺在石床上，他不确定他们会在这里待多久，但一张柔软的好床是必须的。
en_us: You XiaoMo did a quick and simple clean and wiped the dust off the stone chairs. Then. he took the quilt out from his dimension and laid it on the stone bed. A good and soft bed was a must-have though he was not sure how long they would stay here.

source: 游小默简单的说了下原委，还强调自己绝对没有打骂过他。
en_us: You XiaoMo explained the gist of the situation, and he also emphasized that he absolutely had not hit or scolded him.

source: 游小默简单看了一下，果然不愧是十一二级灵草，他一株都没听所过，而且名字还很古怪，比如竟然有生长在骨架上的灵草，叫什么幽灵草，嫌这世界的生灵太多么？
en_us: You XiaoMo gave it a glance. These really deserved to be known as level eleven and twelve magic herbs. He had never even heard of a single one of the herbs and their names were also very weird. For example, there was a magic herb that grew on a skeleton called Something Ghost Herb (什么幽灵草). Was it because there were too many living things in this world (嫌这世界的生灵太多么)?

source: 游小默粗略看了一眼，目光落在最后几件拍卖品上，他皱眉看着其中一件，这东西没有具体的描写，只说是远古之物，也不知道是什么类型的远古之物，竟然被排在压轴的物品里。
en_us: You XiaoMo roughly glanced over it and his gaze landed on the last couple items on the list. He frowned as he looked at one of the items. There were no specific details about this item, and all it said was that it was an ancient item. They didn't even know what type of ancient item it was, yet it was actually listed among the last items to be auctioned off.

source: 游小默精神好，也不跟他计较那么多了，想到昨天还没开始的话题，“第我巩固好四品的修炼境界，我就帮你炼转生丹。”
en_us: You XiaoMo was energetic and decided to let him off the hook. Remembering yesterday's conversation, he asked, "Once consolidated my grade-four level, I'll help you refine the Reincarnation Pill."

source: 游小默糊涂了，“等等，你的意思是说传音石在领域里不能用，那什么情况下才能用，敢不会是我传音的对象也在领域里，就能用了。”
en_us: You XiaoMo was confused. "Wait, you mean to say that transmission stones can't be used in Territories? Then when can they be used? Could it only work if the other person was in the Territory, too?"

source: 游小默糊涂了，一般不是应该在后台吗？
en_us: You XiaoMo was confused. Wasn't it usually done backstage?

source: 游小默糊涂了，他只听过动物交配能产出后代，没听说过交配能产出金丝，难不成金丝还会有生命不成。
en_us: You XiaoMo was puzzled. He had only heard of animals mating to produce offspring. He had never of them mating to produce golden silk. Was golden silk sentient or something?

source: 游小默纳闷的停下脚步，“买灵草的地方到底在哪里，逛了那么久都没看到，该不会乌山集镇没有买灵草的铺子吧？”
en_us: Puzzled, You XiaoMo stopped and asked, "Where's the place that sells magic herbs? How did we not find one after searching for so long? Could it be that the WuShan Town didn't have a magic herb shop?"

source: 游小默纳闷的看了他一眼，怎么反应这么大？
en_us: You XiaoMo stared at him confusedly, what's with this huge reaction?

source: 游小默组织了下语言说道：“实际上，那个女人你也认识，当初我们去青霜阁卖灵丹时，那个叫青秋的女子，她突然拦住我，说要跟我买灵丹，还让我优惠一些，当时的情况，我没法拒绝，就给她优惠了，我也觉得她很奇怪啊！”
en_us: You XiaoMo took a moment to formulate a response and said, “Actually, you know that lady too. When we first went to Qing Xiang sect to sell magic pills, that girl called Qing Qiu, she suddenly stopped me on my way to the market, saying she wanted to buy some pills and that she wanted a discount. I couldn’t refuse her at the time so I just agreed; I think she’s kind of strange, too!”

source: 游小默终于体验了一把别人割地赔款给他的感觉，难怪凌霄那么喜欢这种事情，原来感觉倍儿爽，接下来有一段时间他不用亲自去照顾空间里的灵草了，相信大鹏鸟一定会做得很好。
en_us: You XiaoMo finally experienced the feeling of others ceding territory and paying indemnities to him. It was no wonder that Ling Xiao loved these sort of things so much, turns out that it felt really invigorating. With that concluded, he now had a period of time where he would not need to personally take care of the magic herbs in his dimension. You XiaoMo believed that the Roc would surely do an extremely good job.

source: 游小默终于发现不对劲的地方，凌霄的速度那么快，怎么肯恩骨灰比不过蘑菇云膨胀的速度？
en_us: You Xiaomu finally found what was wrong. Ling Xiao's speed was so fast. How could he be slower than the speed the mushroom cloud was expanding at?

source: 游小默终于忍不住吼了一句，明明已经有什么黑熊了，竟然还想勾搭别人的男人，欲求不满也不能找上他的人，而且自然城明明有那么多男人。
en_us: You XiaoMo coldn't help but yell. She already had this Black Bear yet she still was trying to find other men. Even if she wasn't being stated, she couldn't hit on his man. There were many others in Ziran city!.

source: 游小默终于摆脱了被水流冲来冲去，左摇右摆的悲惨状况，玄泽在说这句话的时候，他立刻抓住机会跳到他的脑袋上，二话不说就举起拳头一拳砸了下去。
en_us: Finally, You XiaoMo had gotten away from the miserable suffering of being pushed and swayed by the current. As Xuan Ze was talking, he took the chance to jump on his head and without another word, brought his fist down.

source: 游小默终于明白凌霄为什么那么肯定他爹不会有事，便宜爹和他们一比，在游震天心中的份量显然不够。
en_us: You XiaoMo finally understood why Ling Xiao was so sure that nothing would happen to his dad. The weight of his clingy dad compared to them was clearly not enough in You ZhenTian's heart.

source: 游小默结巴起来，“那，那什么，我我又不是故意的，你到底要不要来救你夫人？”他就知道凌霄要翻旧账。
en_us: You XiaoMo began to stutter. "Th-then, I-I didn't do it on purpose. Are you coming to rescue your wife or not?" He knew it; Ling Xiao would definitely bring up these old grudges.

source: 游小默绕到他前面将清水放下。
en_us: You XiaoMo went around him and put the clean water down.

source: 游小默给吓了一跳，差点叫出来，幸好他及时稳住了，转身看着这位把人肉包子送给他的掌柜，那股恶心的感觉又出现了。
en_us: You XiaoMo jumped in fright and almost shouted out loud, but luckily, he steadied himself in time and turned to look at the concierge, who had sent him the human meat buns. That disgusted feeling rose again.

source: 游小默给自己倒了一杯，他不太喝酒，但是品酒还是会的，喝完一杯，三只还在舔着杯子，他放下杯子跑进屋里，大概是闻到酒的香气，凌霄突然睁开眼。
en_us: You XiaoMo poured himself a cup. Although he did not really drink, he could still taste wine (品酒). The three of them were even licking the cup after drinking their wine. You XiaoMo put down the cup and ran into the house. Probably because he smelled the aroma of wine, Ling Xiao suddenly opened his eyes.

source: 游小默绝对没兴致一座一座的找，要知道这里少说也有上千座山峰，更别说涯，有些山峰可能有两到三座涯。
en_us: You XiaoMo had absolutely no interest in searching the mountains one by one. He knew that, at the very least, there were over a thousand mountainpeaks here, not including shores (涯). Each mountainpeak probably had at least two to three shores.

source: 游小默继续添油加醋，“你说烤完后用什么酱料酱汁比较好，唔……海鲜酱？
en_us: You XiaoMo continued to add highly colorful details to his threat, "Say, which sauce or dressing do you think would be better to use after roasting? Oh...Hoisin sauce?

source: 游小默缓缓的抬起头，果然在门口正上方看到重力屋的时间记录，第一位正是叶长老说的滕梓叶，而第二名与他的时间差了将近三十秒，由此可窥，滕梓叶确实很厉害。
en_us: You XiaoMo slowly raised his head. As Elder had said, there was a list of records above the doorway to the Gravity Room and in first place was Teng ZiYe. The person in second place was behind by almost thirty seconds. This proved that Teng ZiYe really was very strong.

source: 游小默缓缓转过头，骤然出现的某人吓得他扑倒在桌子上，心脏扑通扑通地跳动着，他几乎一个字也说不来。
en_us: You XiaoMo slowly turned his head and the sudden appearance of a certain someone scared him to death as he fell onto the table. His heart was pounding and no words came out.

source: 游小默缩着脖子。
en_us: You XiaoMo shrunk his neck.

source: 游小默羞恼的插住他的脖子。
en_us: You XiaoMo grabbed Ling Xiao by the neck in humiliation and anger.

source: 游小默羡慕的要死，他好歹也修炼了近一年，风迟云倒好，看来这都是造化啊，赤血家族把他囚禁起来，结果反而便宜了他。
en_us: You XiaoMo was extremely jealous. He had cultivated for a year or two. Yet Feng ChiYun managed to achieve this so quickly. This was karma, he guessed. The ChiXue Family imprisoned him, but ended up giving him an advantage.

source: 游小默翻了个身，把屁股对着他。
en_us: You XiaoMo turned over and faced his butt towards You JunQi.

source: 游小默翻身压在他身上，伸出魔手掀开他右眼的眼皮，突然觉得很有趣，哈哈大笑起来：“现在还说不说梦话？”
en_us: You XiaoMo flipped around so that his whole body was on top of him and reached out devilishly, lifting his right eyelid. Finding it incredibly humorous, he started laughing hysterically, "Are you still going to sleep talk?"

source: 游小默翻身跳起来，低咒一声立刻跑出去。
en_us: You XiaoMo turned over and jumped up before he ran out with a low curse.

source: 游小默考虑到这一点，立刻马不停蹄的赶过去。
en_us: Considering this, You XiaoMo immediately ran over.

source: 游小默考虑到集九镇的人的实力，并没有放出彩级丹师的威压，他只是将修为压制在星境上下而已，凭此亦足够让他们震惊了。
en_us: You XiaoMo had calculated the strength of the people of JiJiu Town, and he didn't release the full pressure of a rainbow level mage. He suppressed his cultivation base to be around the Star Realm level, but it was already enough to shock them based just on this.

source: 游小默耐心的重复道：“一积分五万。”
en_us: You XiaoMo repeated patiently, "One point for fifty thousand."

source: 游小默背对着他们，好奇地问凌霄：“被神火烧伤真的能治吗？”他感觉不能，不然当初刑七就不会顶着一只断臂，不过也可能是时间不够。
en_us: You XiaoMo's back was to them, and he asked Ling Xiao curiously, "Can you really cure a burn from Godfire?" He thought that you couldn't, or else Xing Qi wouldn't have carried around a broken arm back then. However, it was also possible that there hadn't been enough time.

source: 游小默能理解他，于是又问了一遍。
en_us: You XiaoMo could understand his reaction, so he asked again.

source: 游小默脚步一顿，突然松开手，拔腿就跑，一边跑，一边回头大叫一声：“我才不要！”
en_us: You XiaoMo's footsteps faltered for a moment and then he let go, running for his life as he yelled, "No way!"

source: 游小默脱口便说：“就是你们的屁眼啊！”
en_us: You XiaoMo blurted out, "It's your asshole!"

source: 游小默脸上的汗也越来越多，不过，他看了周围的竞争对手一眼，他们的情况跟他差不多，一个个都微微变了脸色。
en_us: The sweat on You XiaoMo’s face had increased, but his rivals were all in the same situation, their faces paler than usual.

source: 游小默脸红了，推开他道：“说起来，你怎么会听得懂猫球的话？”
en_us: You XiaoMo flushed, pushing him away as he spoke. “By the way, how come you can understand CatQiu?”

source: 游小默腾空而起，脚尖正好点在出现在他的位置的长剑上，借着这点力在空中做了个三百六十度的旋转，右腿凌厉的扫向持剑的黑衣人。
en_us: You XiaoMo jumped into the air, his toes pushing off of the sword that appeared where he had been standing mere moments ago. He used this momentum to flip 360 degrees in the air, his right foot sweeping towards the black robed man who was weilding the sword.
